bspwm
sxhkd
polybar
i3lock
network-manager-applet
arandr
archlinux-xdg-menu
lxappearance-gtk3
ttf-nerd-fonts-symbols
polkit-gnome
xdg-user-dirs-gtk
thunar
thunar-archive-plugin
thunar-volman
thunar-media-tags-plugin
file-roller
tumbler
gvfs
gvfs-mtp
gvfs-afc
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-nfs
gvfs-smb
xfce4-terminal
xclip
lightdm
lightdm-gtk-greeter
lightdm-gtk-greeter-settings
acpi
sysstat
nitrogen
bluez-utils
rofi
xcursor-neutral
xbindkeys
pulseaudio
paprefs
pavucontrol
scrot
xorg-xdpyinfo
dex
picom
xed
jq
feh
dunst
arc-gtk-theme-eos
arc-x-icons-theme
capitaine-cursors
gtk-engine-murrine
seahorse
xorg-xbacklight
meld
xorg-xsetroot
htop
hardinfo
xf86-video-vesa
xorg-server
xorg-xinit
xf86-input-libinput
xf86-video-amdgpu
xf86-video-ati
xf86-video-fbdev
xf86-video-intel
xorg-xkill
xorg-xrandr
xorg-xinput
xdg-utils
xdg-user-dirs
accountsservice
smartmontools
libwnck3
b43-fwcutter
broadcom-wl-dkms
r8168
dnsutils
ipw2100-fw
ipw2200-fw
modemmanager
netctl
net-tools
ntfs-3g
networkmanager
networkmanager-openvpn
nss-mdns
usb_modeswitch
whois
dhclient
ethtool
openconnect
openvpn
rp-pppoe
wireless-regdb
wireless_tools
wpa_supplicant
wvdial
gnu-netcat
iwd
linux-atm
ndisc6
ppp
pptpclient
vpnc
xl2tpd
dialog
dnsmasq
upower
hwinfo
python
solid
mlocate
ttf-opensans
alsa-utils
alsa-plugins
alsa-firmware
glances
neofetch
pulseaudio
pavucontrol
paprefs
sof-firmware
libgsf
libopenraw
freetype2
gst-libav
gst-plugins-bad
gst-plugins-ugly
gst-plugin-pipewire
libdvdcss
efibootmgr
dosfstools
mtools
intel-ucode
amd-ucode
os-prober
grub-tools
wget
bash-completion
lsb-release
s-tui
tlp
yad-eos
reflector
reflector-simple
eos-update-notifier
eos-hooks
mkinitcpio-openswap
eos-log-tool
keyserver-rank
inxi
tldr