acpi
alsa-plugins
alsa-utils
arandr
archlinux-xdg-menu
ark
audiocd-kio
autoconf
automake
awesome-terminal-fonts
bash-completion
bind
binutils
bison
bluedevil
bluez
bluez-libs
bluez-utils
breeze
breeze-gtk
bridge-utils
bspwm
btrfs-progs
celluloid
cmatrix
code
cronie
cups
dex
dialog
discover
dosfstools
dtc
dunst
efibootmgr
egl-wayland
exfat-utils
extra-cmake-modules
feh
filelight
flex
fuse2
fuse3
fuseiso
gamemode
gcc
git
gparted
gptfdisk
grub-customizer
gst-libav
gst-plugins-good
gst-plugins-ugly
gtk-engine-murrine
gvfs
gvfs-afc
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gwenview
haveged
htop
i3lock
iptables-nft
jdk-openjdk
jq
kitty
layer-shell-qt
libdvdcss
libnewt
libtool
lsof
lutris
lxappearance-gtk3
lzop
m4
make
mesa
milou
nano
neofetch
network-manager-applet
networkmanager
nitrogen
noto-fonts-emoji
ntfs-3g
ntp
okular
openbsd-netcat
openssh
os-prober
oxygen
p7zip
pacman-contrib
paprefs
patch
pavucontrol
pcmanfm-gtk3
picom
pkgconf
polkit-gnome
powerdevil
powerline-fonts
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
python-notify2
python-pip
python-psutil
python-pyqt5
qemu
rofi
rsync
scrot
sddm
sddm-kcm
seahorse
snap-pac
snapper
spectacle
steam
sudo
swtpm
sxhkd
synergy
sysstat
systemsettings
terminus-font
traceroute
ttf-droid
ttf-hack
ttf-nerd-fonts-symbols
ttf-roboto
tumbler
ufw
unrar
unzip
usbutils
virt-manager
virt-viewer
wget
which
wine-gecko
wine-mono
winetricks
xbindkeys
xcursor-neutral
xdg-desktop-portal-kde
xdg-user-dirs
xdg-user-dirs-gtk
xed
xorg
xorg-apps
xorg-drivers
xorg-server
xorg-xbacklight
xorg-xdpyinfo
xorg-xinit
xorg-xkill
xterm
zeroconf-ioslave
zip
zsh
zsh-autosuggestions
zsh-syntax-highlighting