bspwm
sxhkd
polybar
arandr
archlinux-xdg-menu
lxappearance-gtk3
polkit-gnome
thunar
thunar-archive-plugin
thunar-volman
thunar-media-tags-plugin
xfce4-terminal
nitrogen
rofi
pulseaudio
picom
htop
dunst
kitty
hardinfo
xf86-video-vesa
xorg
xorg-server
xorg-xinit
xterm
xorg-xkill
xorg-xrandr
xorg-xinput
xf86-input-libinput
xf86-video-amdgpu
xf86-video-fbdev
xf86-video-intel
nvidia
nvidia-utils 
mesa
neofetch
pulseaudio
pavucontrol
intel-ucode
amd-ucode
wget
bash-completion
sddm
virtualbox-guest-utlis